<s>	0
the	1
<unk>	2
N	3
of	4
to	5
a	6
in	7
and	8
's	9
that	10
for	11
$	12
is	13
it	14
said	15
on	16
by	17
at	18
as	19
from	20
million	21
with	22
mr.	23
was	24
be	25
are	26
its	27
he	28
but	29
has	30
an	31
n't	32
will	33
have	34
new	35
or	36
company	37
they	38
this	39
year	40
which	41
would	42
about	43
says	44
more	45
were	46
market	47
billion	48
his	49
had	50
their	51
up	52
u.s.	53
one	54
than	55
who	56
some	57
been	58
also	59
stock	60
other	61
share	62
not	63
we	64
corp.	65
if	66
when	67
i	68
last	69
shares	70
president	71
years	72
all	73
first	74
two	75
trading	76
because	77
after	78
could	79
inc.	80
sales	81
&	82
there	83
out	84
business	85
only	86
do	87
such	88
can	89
most	90
into	91
york	92
may	93
over	94
co.	95
group	96
many	97
government	98
now	99
federal	100
companies	101
no	102
time	103
bank	104
so	105
any	106
cents	107
people	108
quarter	109
you	110
exchange	111
prices	112
even	113
what	114
price	115
investors	116
say	117
down	118
rose	119
while	120
much	121
yesterday	122
week	123
under	124
securities	125
months	126
them	127
bonds	128
big	129
next	130
interest	131
three	132
earlier	133
'	134
net	135
earnings	136
make	137
major	138
state	139
american	140
chairman	141
financial	142
did	143
these	144
investment	145
board	146
still	147
through	148
stocks	149
those	150
just	151
chief	152
industry	153
executive	154
since	155
program	156
before	157
rate	158
made	159
officials	160
money	161
national	162
she	163
house	164
analysts	165
like	166
unit	167
month	168
off	169
expected	170
days	171
rates	172
japanese	173
against	174
plan	175
does	176
profit	177
between	178
both	179
capital	180
recent	181
sell	182
income	183
buy	184
issue	185
revenue	186
get	187
general	188
products	189
markets	190
firm	191
back	192
funds	193
own	194
ago	195
international	196
average	197
during	198
her	199
well	200
part	201
japan	202
fell	203
another	204
should	205
higher	206
debt	207
offer	208
take	209
including	210
court	211
among	212
being	213
each	214
according	215
index	216
tax	217
world	218
trade	219
reported	220
work	221
operations	222
then	223
computer	224
past	225
sale	226
our	227
way	228
however	229
lower	230
plans	231
vice	232
economic	233
end	234
yield	235
department	236
report	237
sold	238
insurance	239
high	240
growth	241
how	242
increase	243
foreign	244
less	245
common	246
several	247
banks	248
closed	249
issues	250
where	251
very	252
loss	253
yen	254
pay	255
bush	256
bid	257
five	258
due	259
bill	260
few	261
good	262
used	263
current	264
management	265
early	266
cash	267
use	268
oil	269
costs	270
bond	271
day	272
public	273
system	274
're	275
third	276
director	277
traders	278
might	279
law	280
treasury	281
friday	282
office	283
added	284
city	285
congress	286
futures	287
concern	288
far	289
officer	290
late	291
already	292
fund	293
assets	294
california	295
number	296
least	297
operating	298
him	299
spokesman	300
small	301
agency	302
british	303
based	304
san	305
too	306
real	307
case	308
news	309
value	310
september	311
same	312
oct.	313
until	314
contract	315
think	316
stake	317
research	318
close	319
home	320
street	321
union	322
services	323
going	324
today	325
little	326
ended	327
though	328
wall	329
move	330
agreement	331
dollar	332
help	333
second	334
put	335
service	336
former	337
power	338
maker	339
called	340
period	341
results	342
total	343
agreed	344
administration	345
four	346
third-quarter	347
here	348
without	349
control	350
long	351
credit	352
economy	353
corporate	354
problems	355
offering	356
country	357
want	358
production	359
cost	360
loans	361
buying	362
six	363
analyst	364
firms	365
although	366
annual	367
whether	368
increased	369
compared	370
likely	371
policy	372
point	373
recently	374
notes	375
committee	376
cut	377
see	378
west	379
large	380
soviet	381
monday	382
right	383
half	384
set	385
go	386
around	387
continue	388
political	389
life	390
further	391
losses	392
old	393
points	394
volume	395
yet	396
august	397
selling	398
paper	399
john	400
plant	401
judge	402
strong	403
must	404
expects	405
my	406
ual	407
nov.	408
london	409
result	410
announced	411
declined	412
largest	413
support	414
fiscal	415
held	416
wo	417
systems	418
francisco	419
times	420
weeks	421
takeover	422
priced	423
making	424
certain	425
earthquake	426
workers	427
composite	428
gain	429
become	430
change	431
come	432
problem	433
businesses	434
south	435
demand	436
give	437
record	438
industrial	439
nearly	440
senior	441
inc	442
association	443
development	444
series	445
white	446
dow	447
area	448
members	449
data	450
took	451
air	452
estimated	453
official	454
orders	455
employees	456
trust	457
jones	458
estate	459
decline	460
level	461
line	462
senate	463
show	464
health	465
latest	466
later	467
acquisition	468
comment	469
junk	470
example	471
drop	472
tuesday	473
commission	474
meeting	475
holding	476
need	477
know	478
ford	479
commercial	480
texas	481
your	482
chicago	483
building	484
ms.	485
despite	486
proposal	487
currently	488
paid	489
addition	490
possible	491
offered	492
others	493
executives	494
purchase	495
rise	496
proposed	497
deal	498
once	499
loan	500
better	501
technology	502
return	503
us	504
investor	505
future	506
nation	507
spending	508
drug	509
nine	510
washington	511
almost	512
changes	513
robert	514
received	515
often	516
damage	517
east	518
product	519
terms	520
named	521
october	522
expect	523
top	524
charge	525
filed	526
customers	527
information	528
within	529
order	530
decision	531
position	532
defense	533
force	534
include	535
rights	536
gas	537
every	538
division	539
america	540
amount	541
enough	542
began	543
came	544
trying	545
outstanding	546
europe	547
private	548
told	549
equipment	550
found	551
gains	552
industries	553
ltd.	554
again	555
dropped	556
makes	557
previous	558
united	559
programs	560
james	561
ca	562
fed	563
computers	564
july	565
transaction	566
budget	567
banking	568
european	569
following	570
co	571
finance	572
local	573
jaguar	574
provide	575
warner	576
never	577
've	578
lot	579
consumer	580
additional	581
mortgage	582
corp	583
managers	584
able	585
keep	586
important	587
shareholders	588
action	589
buy-out	590
great	591
university	592
claims	593
charges	594
got	595
instead	596
away	597
car	598
states	599
steel	600
best	601
units	602
financing	603
dollars	604
tokyo	605
things	606
construction	607
manager	608
marketing	609
continued	610
run	611
asked	612
bills	613
auto	614
low	615
inflation	616
fall	617
march	618
family	619
june	620
food	621
equity	622
believe	623
whose	624
above	625
sept.	626
advertising	627
below	628
raise	629
personal	630
getting	631
lost	632
suit	633
posted	634
account	635
full	636
taken	637
china	638
los	639
soon	640
head	641
stores	642
rather	643
contracts	644
risk	645
via	646
potential	647
security	648
included	649
western	650
restructuring	651
options	652
boston	653
legal	654
figures	655
special	656
gold	657
tv	658
mrs.	659
subsidiary	660
led	661
reports	662
place	663
using	664
face	665
noted	666
dealers	667
fact	668
meanwhile	669
open	670
working	671
countries	672
holders	673
network	674
d.	675
find	676
effort	677
itself	678
cases	679
portfolio	680
probably	681
statement	682
approved	683
available	684
bought	685
lawyers	686
effect	687
#	688
ibm	689
pacific	690
long-term	691
david	692
short	693
reached	694
increases	695
ad	696
left	697
cars	698
airlines	699
labor	700
efforts	701
dividend	702
either	703
along	704
domestic	705
remain	706
germany	707
known	708
similar	709
talks	710
hard	711
look	712
reduce	713
reserve	714
calls	715
school	716
secretary	717
previously	718
saying	719
having	720
chemical	721
groups	722
center	723
canada	724
payments	725
clear	726
given	727
parent	728
party	729
approval	730
gained	731
telephone	732
individual	733
eastern	734
looking	735
north	736
profits	737
standard	738
manufacturing	739
canadian	740
biggest	741
investments	742
helped	743
savings	744
slightly	745
acquired	746
raised	747
directors	748
strategy	749
angeles	750
machines	751
black	752
attorney	753
marks	754
television	755
act	756
military	757
coming	758
why	759
institute	760
bay	761
percentage	762
makers	763
clients	764
medical	765
airline	766
performance	767
team	768
german	769
heavy	770
energy	771
britain	772
different	773
growing	774
interests	775
hit	776
lead	777
magazine	778
william	779
remains	780
estimates	781
something	782
failed	783
communications	784
particularly	785
call	786
fees	787
job	788
went	789
completed	790
limited	791
levels	792
process	793
role	794
joint	795
question	796
michael	797
hong	798
year-earlier	799
includes	800
activity	801
district	802
view	803
lines	804
project	805
goods	806
legislation	807
merrill	808
property	809
me	810
toward	811
free	812
leading	813
columbia	814
name	815
seeking	816
venture	817
leaders	818
currency	819
reserves	820
institutions	821
ever	822
deficit	823
wants	824
rep.	825
huge	826
concerns	827
'm	828
independent	829
taking	830
s&p	831
owns	832
involved	833
lynch	834
turn	835
scheduled	836
really	837
pressure	838
hold	839
young	840
transportation	841
vote	842
outside	843
doing	844
kong	845
build	846
gm	847
buyers	848
measure	849
april	850
begin	851
producers	852
basis	853
always	854
calif.	855
care	856
leader	857
staff	858
brokerage	859
daily	860
especially	861
key	862
plants	863
means	864
related	865
competition	866
richard	867
adds	868
aid	869
acquire	870
disclosed	871
projects	872
themselves	873
conference	874
central	875
impact	876
range	877
reason	878
try	879
campaign	880
areas	881
drexel	882
largely	883
estimate	884
poor	885
holdings	886
significant	887
bad	888
j.	889
hours	890
abortion	891
started	892
start	893
allow	894
reduced	895
french	896
test	897
man	898
issued	899
thing	900
seems	901
meet	902
majority	903
course	904
retail	905
accounts	906
morgan	907
rules	908
seven	909
press	910
quickly	911
fourth	912
wednesday	913
needed	914
congressional	915
journal	916
settlement	917
partners	918
seen	919
longer	920
done	921
community	922
december	923
generally	924
'll	925
traded	926
yields	927
volatility	928
dec.	929
supply	930
manufacturers	931
consider	932
beginning	933
women	934
thursday	935
receive	936
electric	937
parts	938
study	939
shearson	940
a.	941
men	942
situation	943
simply	944
form	945
kind	946
thought	947
imports	948
eight	949
plc	950
near	951
note	952
planned	953
brokers	954
protection	955
prime	956
turned	957
taxes	958
convertible	959
boost	960
history	961
filing	962
auction	963
subject	964
democratic	965
recession	966
short-term	967
stock-index	968
space	969
rally	970
required	971
sen.	972
ahead	973
changed	974
dr.	975
summer	976
arbitrage	977
produce	978
became	979
returns	980
perhaps	981
war	982
worth	983
seek	984
base	985
advanced	986
moody	987
software	988
benefits	989
de	990
increasing	991
considered	992
motor	993
caused	994
showed	995
brothers	996
france	997
sent	998
creditors	999
anything	1000
delivery	1001
housing	1002
exports	1003
hurt	1004
jumped	1005
indeed	1006
preferred	1007
justice	1008
natural	1009
noriega	1010
francs	1011
red	1012
express	1013
floor	1014
difficult	1015
earned	1016
americans	1017
bankers	1018
entertainment	1019
cancer	1020
owned	1021
cbs	1022
continuing	1023
george	1024
bankruptcy	1025
active	1026
usually	1027
wanted	1028
shareholder	1029
nothing	1030
children	1031
let	1032
block	1033
crash	1034
announcement	1035
attempt	1036
per	1037
media	1038
merger	1039
closing	1040
digital	1041
smaller	1042
spokeswoman	1043
pilots	1044
evidence	1045
machine	1046
minister	1047
himself	1048
seem	1049
irs	1050
sharply	1051
hand	1052
continues	1053
article	1054
created	1055
limit	1056
veto	1057
resources	1058
mark	1059
partner	1060
quake	1061
light	1062
overseas	1063
source	1064
actually	1065
won	1066
night	1067
unchanged	1068
hugo	1069
pound	1070
size	1071
thrift	1072
tons	1073
age	1074
sector	1075
initial	1076
side	1077
term	1078
minimum	1079
apparently	1080
brand	1081
questions	1082
quarterly	1083
regulators	1084
member	1085
directly	1086
environmental	1087
session	1088
kidder	1089
game	1090
conditions	1091
water	1092
transactions	1093
designed	1094
comes	1095
believes	1096
built	1097
hopes	1098
post	1099
giant	1100
moves	1101
closely	1102
field	1103
decided	1104
feel	1105
partly	1106
final	1107
letter	1108
main	1109
thus	1110
survey	1111
strike	1112
produced	1113
battle	1114
rest	1115
play	1116
sharp	1117
running	1118
behind	1119
smith	1120
response	1121
associates	1122
economists	1123
sense	1124
woman	1125
rising	1126
paying	1127
separate	1128
sec	1129
capacity	1130
shows	1131
ways	1132
brought	1133
january	1134
single	1135
sure	1136
consumers	1137
'd	1138
leveraged	1139
ability	1140
effective	1141
supreme	1142
hurricane	1143
spent	1144
offices	1145
improve	1146
newspaper	1147
stop	1148
operation	1149
fully	1150
democrats	1151
sony	1152
allowed	1153
unless	1154
jobs	1155
bring	1156
expenses	1157
u.k.	1158
agencies	1159
followed	1160
gorbachev	1161
hope	1162
trial	1163
rule	1164
wage	1165
idea	1166
par	1167
peter	1168
r.	1169
emergency	1170
serious	1171
actual	1172
funding	1173
forced	1174
across	1175
pretax	1176
discount	1177
organization	1178
whole	1179
pension	1180
various	1181
dinkins	1182
quoted	1183
package	1184
figure	1185
guber	1186
quality	1187
reagan	1188
facilities	1189
farmers	1190
offset	1191
talk	1192
economist	1193
slow	1194
holds	1195
needs	1196
matter	1197
introduced	1198
together	1199
direct	1200
signed	1201
cause	1202
payment	1203
jr.	1204
commerce	1205
headquarters	1206
step	1207
spring	1208
moreover	1209
morning	1210
provision	1211
peters	1212
require	1213
plunge	1214
civil	1215
activities	1216
valued	1217
interview	1218
sign	1219
flat	1220
county	1221
land	1222
specific	1223
gave	1224
instance	1225
add	1226
ruling	1227
poland	1228
greater	1229
partnership	1230
decade	1231
human	1232
over-the-counter	1233
opened	1234
ministry	1235
qintex	1236
researchers	1237
focus	1238
section	1239
lehman	1240
leave	1241
death	1242
johnson	1243
resigned	1244
margins	1245
elected	1246
trades	1247
familiar	1248
developed	1249
institutional	1250
win	1251
takes	1252
existing	1253
australia	1254
fear	1255
sports	1256
santa	1257
premium	1258
declines	1259
forces	1260
separately	1261
cable	1262
contributed	1263
valley	1264
safety	1265
avoid	1266
moved	1267
thomas	1268
nissan	1269
spend	1270
overall	1271
managing	1272
salomon	1273
sometimes	1274
southern	1275
benefit	1276
trader	1277
review	1278
owners	1279
conservative	1280
widely	1281
chain	1282
baker	1283
authority	1284
book	1285
willing	1286
cuts	1287
electronic	1288
create	1289
develop	1290
provisions	1291
indicated	1292
reflecting	1293
deals	1294
relatively	1295
electronics	1296
beyond	1297
bell	1298
appear	1299
provides	1300
improved	1301
properties	1302
larger	1303
engineering	1304
debentures	1305
totaled	1306
opposition	1307
asset	1308
provided	1309
target	1310
hands	1311
goes	1312
met	1313
substantial	1314
speculation	1315
measures	1316
backed	1317
appears	1318
materials	1319
policies	1320
works	1321
stay	1322
alone	1323
houses	1324
climbed	1325
highly	1326
purchases	1327
date	1328
negative	1329
proceeds	1330
council	1331
read	1332
individuals	1333
offers	1334
motors	1335
internal	1336
brands	1337
social	1338
image	1339
adding	1340
hutton	1341
version	1342
maintain	1343
nasdaq	1344
pence	1345
planning	1346
tell	1347
stanley	1348
feet	1349
investigation	1350
miles	1351
amounts	1352
store	1353
students	1354
treatment	1355
so-called	1356
story	1357
customer	1358
mutual	1359
appropriations	1360
practice	1361
carrier	1362
disaster	1363
someone	1364
reach	1365
passed	1366
lawyer	1367
class	1368
worked	1369
interested	1370
charles	1371
regulatory	1372
drugs	1373
capital-gains	1374
cited	1375
education	1376
rating	1377
option	1378
consultant	1379
jury	1380
finally	1381
lawson	1382
everyone	1383
positions	1384
necessary	1385
prevent	1386
chance	1387
publicly	1388
lawmakers	1389
minority	1390
approach	1391
list	1392
negotiations	1393
world-wide	1394
bids	1395
experts	1396
republican	1397
commodity	1398
moving	1399
tough	1400
soviets	1401
rejected	1402
standards	1403
success	1404
police	1405
attributed	1406
else	1407
neither	1408
swiss	1409
accounting	1410
raising	1411
attention	1412
otc	1413
competitors	1414
nor	1415
expectations	1416
stand	1417
ads	1418
reorganization	1419
eventually	1420
considering	1421
popular	1422
mexico	1423
fixed	1424
northern	1425
mostly	1426
grand	1427
heavily	1428
manhattan	1429
entire	1430
spread	1431
society	1432
retirement	1433
factors	1434
dividends	1435
remaining	1436
petroleum	1437
sought	1438
lack	1439
art	1440
chapter	1441
30-year	1442
export	1443
output	1444
magazines	1445
monetary	1446
brown	1447
modest	1448
typically	1449
real-estate	1450
person	1451
fight	1452
immediately	1453
opening	1454
ownership	1455
anyone	1456
access	1457
trend	1458
ones	1459
november	1460
giving	1461
forecast	1462
film	1463
improvement	1464
criminal	1465
bureau	1466
scientists	1467
particular	1468
victims	1469
hour	1470
risks	1471
saw	1472
gulf	1473
ltd	1474
events	1475
mean	1476
litigation	1477
copper	1478
exchanges	1479
opportunity	1480
items	1481
bridge	1482
pentagon	1483
reform	1484
acquisitions	1485
england	1486
gives	1487
everything	1488
reduction	1489
regional	1490
pending	1491
monthly	1492
minutes	1493
complete	1494
laws	1495
travel	1496
bidding	1497
moscow	1498
concerned	1499
usx	1500
aircraft	1501
municipal	1502
college	1503
trouble	1504
gets	1505
c$	1506
details	1507
year-ago	1508
e.	1509
weak	1510
aimed	1511
park	1512
cover	1513
clearly	1514
design	1515
lloyd	1516
lose	1517
room	1518
homes	1519
principal	1520
owner	1521
traditional	1522
broadcasting	1523
thatcher	1524
mortgages	1525
claim	1526
certainly	1527
strength	1528
experience	1529
maturity	1530
drive	1531
accept	1532
original	1533
apple	1534
sources	1535
us$	1536
restrictions	1537
carry	1538
easy	1539
relations	1540
thousands	1541
debate	1542
crime	1543
parties	1544
paul	1545
believed	1546
troubled	1547
couple	1548
paribas	1549
cray	1550
panel	1551
true	1552
subordinated	1553
ending	1554
increasingly	1555
facility	1556
wrote	1557
primarily	1558
combined	1559
chinese	1560
controls	1561
requirements	1562
grow	1563
sort	1564
global	1565
fraud	1566
season	1567
vehicles	1568
grew	1569
prepared	1570
players	1571
difference	1572
ohio	1573
involving	1574
l.	1575
ratings	1576
segment	1577
split	1578
corn	1579
sun	1580
publishing	1581
tomorrow	1582
movie	1583
broad	1584
expansion	1585
chips	1586
highest	1587
developing	1588
mae	1589
chemicals	1590
alleged	1591
roughly	1592
korea	1593
quite	1594
centers	1595
prosecutors	1596
tried	1597
technical	1598
arizona	1599
revised	1600
producer	1601
goldman	1602
declining	1603
slowing	1604
sells	1605
mail	1606
listed	1607
powerful	1608
actions	1609
nations	1610
except	1611
consulting	1612
settled	1613
st.	1614
numbers	1615
released	1616
launched	1617
mitsubishi	1618
damaged	1619
rated	1620
gene	1621
expensive	1622
profitable	1623
automotive	1624
waiting	1625
plunged	1626
lin	1627
painewebber	1628
guilty	1629
employee	1630
assistant	1631
buildings	1632
tests	1633
am	1634
intelligence	1635
failure	1636
corporations	1637
manville	1638
collapse	1639
advance	1640
bear	1641
live	1642
sterling	1643
competitive	1644
amid	1645
schools	1646
frank	1647
region	1648
flow	1649
georgia-pacific	1650
recovery	1651
showing	1652
putting	1653
heart	1654
steps	1655
navigation	1656
m.	1657
charged	1658
republicans	1659
associated	1660
represents	1661
coupon	1662
radio	1663
no.	1664
headed	1665
purchased	1666
insurers	1667
slowdown	1668
signs	1669
ag	1670
campeau	1671
philip	1672
maybe	1673
phone	1674
effects	1675
predicted	1676
request	1677
runs	1678
trucks	1679
devices	1680
documents	1681
uncertainty	1682
hundreds	1683
exxon	1684
dozen	1685
environment	1686
placed	1687
material	1688
favor	1689
appeal	1690
balance	1691
nuclear	1692
voters	1693
sachs	1694
portion	1695
values	1696
affairs	1697
election	1698
editor	1699
adjusted	1700
unlike	1701
fears	1702
dispute	1703
sears	1704
jack	1705
complex	1706
elections	1707
reflects	1708
successful	1709
lending	1710
underwriters	1711
ventures	1712
primary	1713
mass.	1714
mind	1715
affected	1716
hotel	1717
krenz	1718
advertisers	1719
threat	1720
release	1721
plus	1722
utilities	1723
traffic	1724
c.	1725
whom	1726
paris	1727
expand	1728
words	1729
exercise	1730
proposals	1731
relief	1732
reasons	1733
afternoon	1734
mixte	1735
alan	1736
surged	1737
lincoln	1738
shift	1739
stations	1740
town	1741
unusual	1742
trillion	1743
accepted	1744
century	1745
elsewhere	1746
fewer	1747
deposits	1748
communist	1749
faces	1750
significantly	1751
jersey	1752
usual	1753
accord	1754
cds	1755
annually	1756
australian	1757
junk-bond	1758
ease	1759
structure	1760
tender	1761
falling	1762
virtually	1763
established	1764
pretty	1765
throughout	1766
residents	1767
adviser	1768
controlled	1769
golden	1770
strategic	1771
mixed	1772
continental	1773
liability	1774
professional	1775
guidelines	1776
starting	1777
supplies	1778
break	1779
healthy	1780
sci	1781
wrong	1782
model	1783
metals	1784
ready	1785
margin	1786
distribution	1787
practices	1788
february	1789
client	1790
substantially	1791
kept	1792
nbc	1793
accused	1794
normal	1795
hearing	1796
truck	1797
sides	1798
positive	1799
cities	1800
at&t	1801
hostile	1802
baseball	1803
books	1804
opposed	1805
fire	1806
speed	1807
deputy	1808
wide	1809
w.	1810
seats	1811
thrifts	1812
star	1813
weakness	1814
boosted	1815
critics	1816
ordered	1817
opinion	1818
confidence	1819
b.	1820
dallas	1821
push	1822
defendants	1823
mayor	1824
certificates	1825
benchmark	1826
present	1827
fine	1828
seemed	1829
coast	1830
finished	1831
telecommunications	1832
lee	1833
losing	1834
leaving	1835
hospital	1836
sir	1837
protect	1838
n.j.	1839
amendment	1840
double	1841
puts	1842
judges	1843
names	1844
responsible	1845
follows	1846
managed	1847
pricing	1848
core	1849
attorneys	1850
bigger	1851
weekend	1852
moment	1853
played	1854
representatives	1855
deposit	1856
highway	1857
agree	1858
uses	1859
panama	1860
mainly	1861
broker	1862
employment	1863
liquidity	1864
gone	1865
barrels	1866
instruments	1867
ground	1868
remained	1869
florida	1870
decisions	1871
per-share	1872
phillips	1873
conventional	1874
pace	1875
blacks	1876
crude	1877
b.a.t	1878
finding	1879
authorities	1880
families	1881
reflected	1882
stopped	1883
decide	1884
producing	1885
bit	1886
challenge	1887
suggest	1888
minor	1889
sea	1890
operate	1891
stephen	1892
doubt	1893
parents	1894
ge	1895
prior	1896
station	1897
burnham	1898
reflect	1899
front	1900
soared	1901
ii	1902
temporary	1903
models	1904
ask	1905
ounce	1906
leadership	1907
talking	1908
none	1909
candidates	1910
influence	1911
rumors	1912
appeals	1913
relationship	1914
slipped	1915
advantage	1916
operates	1917
older	1918
felt	1919
nekoosa	1920
abroad	1921
frankfurt	1922
urban	1923
utility	1924
aerospace	1925
pharmaceutical	1926
wells	1927
statistics	1928
settle	1929
delay	1930
keeping	1931
purchasing	1932
africa	1933
voted	1934
stronger	1935
meetings	1936
equal	1937
cutting	1938
immediate	1939
contrast	1940
mccaw	1941
oakland	1942
suspended	1943
intended	1944
interstate	1945
suggested	1946
scandal	1947
courts	1948
event	1949
patients	1950
houston	1951
italy	1952
fairly	1953
boeing	1954
determined	1955
wang	1956
voice	1957
citing	1958
confirmed	1959
studies	1960
shopping	1961
assistance	1962
direction	1963
church	1964
extremely	1965
save	1966
morris	1967
guarantee	1968
compromise	1969
consultants	1970
pages	1971
twice	1972
alternative	1973
affect	1974
movies	1975
goal	1976
joseph	1977
preliminary	1978
chrysler	1979
wife	1980
sugar	1981
fannie	1982
discussions	1983
mca	1984
negotiating	1985
follow	1986
worry	1987
commitments	1988
training	1989
silver	1990
river	1991
green	1992
declared	1993
wake	1994
argue	1995
structural	1996
safe	1997
rich	1998
gross	1999
lambert	2000
citicorp	2001
fourth-quarter	2002
six-month	2003
task	2004
coverage	2005
replace	2006
luxury	2007
flight	2008
guarantees	2009
disclose	2010
buyer	2011
antitrust	2012
fe	2013
comparable	2014
appeared	2015
represent	2016
senators	2017
hollywood	2018
file	2019
prove	2020
promise	2021
advisers	2022
navy	2023
suggests	2024
mining	2025
aug.	2026
regular	2027
factory	2028
usair	2029
succeeds	2030
swings	2031
asking	2032
volatile	2033
joined	2034
la	2035
jointly	2036
warrants	2037
movement	2038
shown	2039
denied	2040
written	2041
professor	2042
happen	2043
records	2044
living	2045
hud	2046
upon	2047
regulations	2048
alliance	2049
ban	2050
served	2051
crisis	2052
drives	2053
damages	2054
s.	2055
georgia	2056
weekly	2057
patent	2058
beijing	2059
discovered	2060
cd	2061
agreements	2062
style	2063
vehicle	2064
telerate	2065
returned	2066
door	2067
club	2068
providing	2069
responsibility	2070
resolution	2071
cross	2072
saturday	2073
surge	2074
one-time	2075
hill	2076
refused	2077
word	2078
conn.	2079
farm	2080
excess	2081
personnel	2082
thinks	2083
singapore	2084
edward	2085
extra	2086
insured	2087
saatchi	2088
representing	2089
votes	2090
toronto	2091
matters	2092
critical	2093
road	2094
worried	2095
hewlett-packard	2096
square	2097
serve	2098
initially	2099
underlying	2100
sound	2101
jan.	2102
helping	2103
games	2104
f.	2105
ceiling	2106
exploration	2107
machinists	2108
switzerland	2109
politics	2110
reaction	2111
chase	2112
carolina	2113
invest	2114
chip	2115
views	2116
tend	2117
audience	2118
type	2119
aids	2120
covered	2121
title	2122
rival	2123
nobody	2124
fallen	2125
illegal	2126
discuss	2127
entered	2128
pact	2129
jump	2130
argued	2131
extraordinary	2132
setting	2133
ec	2134
ultimately	2135
mine	2136
coffee	2137
condition	2138
high-yield	2139
picture	2140
language	2141
membership	2142
lives	2143
1980s	2144
scientific	2145
happened	2146
looks	2147
operator	2148
army	2149
join	2150
obtain	2151
politicians	2152
louis	2153
s.a.	2154
shipping	2155
temporarily	2156
easily	2157
abc	2158
phelan	2159
controversial	2160
manufacturer	2161
lowered	2162
specialists	2163
giants	2164
nature	2165
colleagues	2166
h.	2167
intel	2168
costly	2169
newly	2170
circuit	2171
fair	2172
taxpayers	2173
worse	2174
generation	2175
grain	2176
piece	2177
branch	2178
eye	2179
reporters	2180
expressed	2181
letters	2182
prospects	2183
lawsuits	2184
resignation	2185
ross	2186
p.m.	2187
reporting	2188
agents	2189
millions	2190
suffered	2191
choice	2192
pass	2193
indicate	2194
publisher	2195
fields	2196
proceedings	2197
normally	2198
import	2199
investing	2200
described	2201
pushed	2202
p&g	2203
deliver	2204
concluded	2205
student	2206
extent	2207
urged	2208
died	2209
n.y.	2210
1970s	2211
outlook	2212
spot	2213
health-care	2214
aggressive	2215
watch	2216
understand	2217
rapidly	2218
presence	2219
coup	2220
founder	2221
sets	2222
intends	2223
simple	2224
semiconductor	2225
costa	2226
attract	2227
king	2228
t.	2229
consecutive	2230
acquiring	2231
adopted	2232
ties	2233
administrative	2234
launch	2235
factor	2236
types	2237
israel	2238
technologies	2239
strategies	2240
fuel	2241
heat	2242
inside	2243
rjr	2244
10-year	2245
basic	2246
metric	2247
succeed	2248
guaranteed	2249
genes	2250
integrated	2251
atlantic	2252
corporation	2253
child	2254
ensure	2255
hampshire	2256
offerings	2257
restaurant	2258
visit	2259
pictures	2260
specialty	2261
slide	2262
ogilvy	2263
committed	2264
garden	2265
unable	2266
graphics	2267
philadelphia	2268
pursue	2269
tied	2270
miller	2271
enterprises	2272
voting	2273
obligation	2274
resistance	2275
formed	2276
household	2277
agent	2278
possibility	2279
cold	2280
warned	2281
stage	2282
stearns	2283
commissions	2284
hearings	2285
track	2286
crop	2287
reforms	2288
b	2289
constitutional	2290
enormous	2291
criticism	2292
worst	2293
knows	2294
privately	2295
excluding	2296
participants	2297
comments	2298
assume	2299
realize	2300
circumstances	2301
differences	2302
music	2303
pick	2304
check	2305
quarters	2306
invested	2307
limits	2308
ratio	2309
christmas	2310
mother	2311
asia	2312
league	2313
forecasts	2314
contends	2315
card	2316
studio	2317
exposure	2318
shipments	2319
reducing	2320
rico	2321
supported	2322
processing	2323
extended	2324
two-year	2325
chancellor	2326
retailers	2327
write	2328
mitchell	2329
roll	2330
warning	2331
commitment	2332
easier	2333
career	2334
beer	2335
ship	2336
banco	2337
triggered	2338
pipeline	2339
pennsylvania	2340
football	2341
users	2342
hungary	2343
anticipated	2344
coal	2345
begun	2346
culture	2347
creating	2348
collapsed	2349
pittsburgh	2350
affiliate	2351
governments	2352
unlikely	2353
carriers	2354
lenders	2355
attack	2356
nyse	2357
line-item	2358
genetic	2359
becoming	2360
mountain	2361
status	2362
faster	2363
lang	2364
cooperation	2365
brooks	2366
breeden	2367
heard	2368
cells	2369
messrs.	2370
martin	2371
published	2372
carried	2373
extend	2374
quick	2375
hills	2376
default	2377
douglas	2378
beach	2379
commodities	2380
fashion	2381
citizens	2382
newspapers	2383
calif	2384
foods	2385
rooms	2386
brady	2387
branches	2388
speech	2389
awarded	2390
democracy	2391
friendly	2392
ruled	2393
possibly	2394
friends	2395
facing	2396
requires	2397
modern	2398
suits	2399
otherwise	2400
tumbled	2401
tower	2402
calling	2403
retailing	2404
secondary	2405
lawrence	2406
match	2407
currencies	2408
grown	2409
inventories	2410
father	2411
faced	2412
code	2413
banker	2414
widespread	2415
unemployment	2416
stock-market	2417
signal	2418
formerly	2419
frequently	2420
stories	2421
gop	2422
badly	2423
disappointing	2424
carries	2425
unsecured	2426
approve	2427
merchandise	2428
atlanta	2429
filled	2430
ran	2431
peabody	2432
caught	2433
networks	2434
gasoline	2435
hunt	2436
answer	2437
seeks	2438
alternatives	2439
handle	2440
attractive	2441
supposed	2442
after-tax	2443
brewing	2444
cellular	2445
retain	2446
walter	2447
moderate	2448
equivalent	2449
turns	2450
turning	2451
son	2452
encourage	2453
progress	2454
thin	2455
massive	2456
donald	2457
playing	2458
expanded	2459
observers	2460
contributions	2461
merely	2462
expense	2463
apply	2464
employers	2465
prospect	2466
subcommittee	2467
pushing	2468
prompted	2469
bringing	2470
recorded	2471
pulled	2472
fellow	2473
transfer	2474
memory	2475
machinery	2476
yeargin	2477
closer	2478
site	2479
allegations	2480
mac	2481
population	2482
fast	2483
daniel	2484
sophisticated	2485
appointed	2486
orange	2487
consolidated	2488
tobacco	2489
pilot	2490
impossible	2491
assembly	2492
hired	2493
editorial	2494
hall	2495
guy	2496
maxwell	2497
troubles	2498
handling	2499
race	2500
storage	2501
steady	2502
sunday	2503
spain	2504
surprising	2505
applied	2506
resume	2507
nicaragua	2508
metal	2509
predict	2510
gap	2511
blood	2512
sees	2513
causing	2514
identified	2515
changing	2516
surprised	2517
enforcement	2518
priority	2519
one-year	2520
nec	2521
profitability	2522
merchant	2523
theory	2524
hear	2525
hanover	2526
bottom	2527
resulted	2528
three-month	2529
plastic	2530
video	2531
table	2532
heads	2533
boom	2534
reading	2535
channel	2536
educational	2537
fast-food	2538
elaborate	2539
insurer	2540
ought	2541
massachusetts	2542
complained	2543
severe	2544
wait	2545
eliminate	2546
thompson	2547
honecker	2548
harder	2549
maximum	2550
maintenance	2551
delays	2552
establish	2553
applications	2554
subsidiaries	2555
sudden	2556
portfolios	2557
worker	2558
parliament	2559
downturn	2560
pulp	2561
player	2562
dealing	2563
specialist	2564
allowing	2565
flights	2566
opec	2567
nixon	2568
numerous	2569
threatened	2570
franchise	2571
viacom	2572
introduce	2573
revenues	2574
greenspan	2575
aside	2576
northeast	2577
violations	2578
lawsuit	2579
recalls	2580
cautious	2581
determine	2582
retired	2583
connection	2584
turner	2585
industrials	2586
consumption	2587
india	2588
egg	2589
two-thirds	2590
interest-rate	2591
regarding	2592
rivals	2593
illinois	2594
york-based	2595
kkr	2596
sluggish	2597
containers	2598
billions	2599
surprise	2600
fighting	2601
essentially	2602
shops	2603
claimed	2604
formal	2605
typical	2606
compensation	2607
exceed	2608
indicates	2609
dealer	2610
bob	2611
purpose	2612
announce	2613
freddie	2614
fresh	2615
foundation	2616
message	2617
roman	2618
organizations	2619
dead	2620
nikkei	2621
targets	2622
bloc	2623
a$	2624
counsel	2625
chamber	2626
nationwide	2627
totaling	2628
rapid	2629
insist	2630
developers	2631
promised	2632
learned	2633
promotion	2634
kill	2635
expanding	2636
operators	2637
carrying	2638
shortly	2639
statements	2640
campbell	2641
represented	2642
everybody	2643
prison	2644
chains	2645
soft	2646
steinhardt	2647
seat	2648
trends	2649
aware	2650
governor	2651
bailout	2652
successor	2653
asset-backed	2654
glass	2655
freedom	2656
halt	2657
theater	2658
narrow	2659
supporters	2660
color	2661
prudential-bache	2662
institution	2663
virginia	2664
legislative	2665
payable	2666
shot	2667
wholesale	2668
reputation	2669
brief	2670
buy-back	2671
planners	2672
shop	2673
compaq	2674
papers	2675
constitution	2676
ltv	2677
husband	2678
middle	2679
packages	2680
comprehensive	2681
opportunities	2682
winter	2683
stands	2684
demands	2685
cosmetics	2686
whatever	2687
reinsurance	2688
turnover	2689
engelken	2690
ortega	2691
fly	2692
five-year	2693
delmed	2694
bellsouth	2695
fujitsu	2696
vs.	2697
officers	2698
begins	2699
mass	2700
desire	2701
tape	2702
exactly	2703
blame	2704
one-third	2705
explain	2706
daiwa	2707
anc	2708
consensus	2709
places	2710
holiday	2711
scale	2712
mills	2713
efficient	2714
restaurants	2715
accounted	2716
somewhat	2717
berlin	2718
besides	2719
icahn	2720
des	2721
achieved	2722
sensitive	2723
goals	2724
blue-chip	2725
mci	2726
psyllium	2727
procedures	2728
strongly	2729
mesa	2730
harris	2731
engineers	2732
resulting	2733
quiet	2734
exclusive	2735
engine	2736
bulk	2737
retailer	2738
wonder	2739
english	2740
turmoil	2741
generate	2742
metropolitan	2743
forms	2744
bar	2745
baltimore	2746
ranging	2747
royal	2748
covering	2749
stable	2750
blue	2751
weaker	2752
rockefeller	2753
aetna	2754
advice	2755
aide	2756
schedule	2757
el	2758
considerable	2759
du	2760
fifth	2761
corry	2762
agriculture	2763
standing	2764
involve	2765
disk	2766
hardly	2767
jim	2768
registered	2769
gonzalez	2770
cleveland	2771
asian	2772
pressures	2773
mich.	2774
defensive	2775
miami	2776
gen.	2777
dean	2778
learning	2779
looked	2780
competing	2781
argument	2782
davis	2783
expire	2784
airways	2785
initiative	2786
regime	2787
deaths	2788
doubled	2789
defend	2790
behalf	2791
combination	2792
donaldson	2793
delayed	2794
beat	2795
taiwan	2796
location	2797
arrangement	2798
spirits	2799
broader	2800
convert	2801
clean	2802
slid	2803
delta	2804
marine	2805
earth	2806
brazil	2807
hot	2808
sell-off	2809
send	2810
broken	2811
concept	2812
economics	2813
conduct	2814
eggs	2815
apparent	2816
poll	2817
las	2818
latin	2819
conducted	2820
guide	2821
incentives	2822
victory	2823
convicted	2824
surplus	2825
edison	2826
variety	2827
friend	2828
fit	2829
districts	2830
edition	2831
respond	2832
island	2833
arm	2834
hoped	2835
body	2836
peace	2837
guard	2838
acts	2839
purposes	2840
reasonable	2841
indian	2842
arthur	2843
shall	2844
wave	2845
van	2846
departure	2847
distributed	2848
meant	2849
discussing	2850
experiments	2851
merc	2852
abandoned	2853
occurred	2854
lilly	2855
allen	2856
effectively	2857
linked	2858
sotheby	2859
pont	2860
recapitalization	2861
identify	2862
address	2863
wine	2864
program-trading	2865
rey	2866
waste	2867
renewed	2868
borrowing	2869
compete	2870
poverty	2871
collection	2872
round	2873
broke	2874
favorable	2875
eased	2876
democrat	2877
answers	2878
weapons	2879
enter	2880
permanent	2881
device	2882
responded	2883
confident	2884
principle	2885
requiring	2886
a.m.	2887
forest	2888
seeing	2889
engaged	2890
rock	2891
precious	2892
sellers	2893
repair	2894
allianz	2895
trip	2896
circulation	2897
writer	2898
newport	2899
secured	2900
sufficient	2901
suffer	2902
rebound	2903
sustained	2904
watching	2905
becomes	2906
fleet	2907
wild	2908
suspension	2909
crucial	2910
mergers	2911
testing	2912
pollution	2913
duties	2914
plenty	2915
malcolm	2916
mainframe	2917
wcrs	2918
poison	2919
coke	2920
buy-outs	2921
fill	2922
akzo	2923
syndicate	2924
strip	2925
marshall	2926
senator	2927
whites	2928
mobil	2929
westinghouse	2930
creative	2931
earn	2932
compares	2933
science	2934
delivered	2935
connecticut	2936
lufkin	2937
divisions	2938
rape	2939
teams	2940
shell	2941
scott	2942
recommended	2943
credibility	2944
causes	2945
noting	2946
succeeded	2947
filings	2948
henry	2949
deep	2950
monitor	2951
premiums	2952
manage	2953
risen	2954
handful	2955
solid	2956
scenario	2957
stadium	2958
packaging	2959
developer	2960
mary	2961
toyota	2962
coors	2963
tentatively	2964
secret	2965
afford	2966
telling	2967
coca-cola	2968
nevertheless	2969
plastics	2970
loyalty	2971
pilson	2972
brain	2973
concrete	2974
ideas	2975
miss	2976
reluctant	2977
shut	2978
detroit	2979
subsidies	2980
indicating	2981
dramatic	2982
remic	2983
cheap	2984
cycle	2985
oppose	2986
experienced	2987
projections	2988
assuming	2989
biotechnology	2990
amr	2991
copy	2992
gov.	2993
productivity	2994
marketplace	2995
permission	2996
drew	2997
host	2998
cast	2999
ride	3000
sex	3001
downward	3002
criticized	3003
basket	3004
onto	3005
feeling	3006
crowd	3007
caution	3008
underwriter	3009
intent	3010
timing	3011
charging	3012
sheet	3013
germans	3014
fans	3015
judicial	3016
cheaper	3017
webster	3018
abortions	3019
complaints	3020
decades	3021
conservatives	3022
nomura	3023
approximately	3024
difficulties	3025
assumption	3026
encouraged	3027
imported	3028
simmons	3029
candidate	3030
commonwealth	3031
powers	3032
waertsilae	3033
christopher	3034
hahn	3035
younger	3036
thomson	3037
driving	3038
teachers	3039
helps	3040
fundamental	3041
eager	3042
credits	3043
phoenix	3044
license	3045
intense	3046
mcdonald	3047
attempting	3048
killed	3049
stood	3050
michigan	3051
d.c.	3052
sit	3053
inquiry	3054
falls	3055
referring	3056
owed	3057
wish	3058
legislators	3059
organized	3060
consideration	3061
acting	3062
stone	3063
succeeding	3064
interbank	3065
g.	3066
planes	3067
starts	3068
cia	3069
telegraph	3070
dutch	3071
refinery	3072
requested	3073
holder	3074
foreign-exchange	3075
kennedy	3076
counter	3077
freeway	3078
gamble	3079
checks	3080
divided	3081
tight	3082
calculated	3083
sciences	3084
capped	3085
promote	3086
bikes	3087
slump	3088
zealand	3089
comfortable	3090
milk	3091
draw	3092
unions	3093
audit	3094
nasa	3095
regulation	3096
pill	3097
indicators	3098
maynard	3099
wood	3100
vegas	3101
originally	3102
aggressively	3103
stateswest	3104
detailed	3105
lies	3106
author	3107
marcos	3108
cards	3109
acknowledged	3110
treaty	3111
nervous	3112
pinkerton	3113
overnight	3114
fla.	3115
automobile	3116
giuliani	3117
catch	3118
allies	3119
backing	3120
kids	3121
viewed	3122
steep	3123
opponents	3124
recover	3125
appreciation	3126
mips	3127
sons	3128
dealings	3129
replaced	3130
developments	3131
remarks	3132
liberal	3133
selected	3134
imposed	3135
korean	3136
merksamer	3137
totally	3138
carnival	3139
blamed	3140
flying	3141
relative	3142
stress	3143
sam	3144
showtime	3145
penalties	3146
barely	3147
obvious	3148
resort	3149
memories	3150
deadline	3151
founded	3152
technique	3153
labor-management	3154
programming	3155
expert	3156
visitors	3157
entirely	3158
presidential	3159
appropriate	3160
farmer	3161
swap	3162
rare	3163
indictment	3164
bartlett	3165
burden	3166
apart	3167
permitted	3168
findings	3169
rescue	3170
gary	3171
readers	3172
publications	3173
leads	3174
famous	3175
exist	3176
mercantile	3177
emerging	3178
freight	3179
representative	3180
speculators	3181
load	3182
vary	3183
grants	3184
thinking	3185
proved	3186
controlling	3187
fixed-rate	3188
participation	3189
ends	3190
curb	3191
disappointed	3192
maintained	3193
retire	3194
polish	3195
presented	3196
contras	3197
asbestos	3198
lewis	3199
raises	3200
indication	3201
stated	3202
african	3203
start-up	3204
medicine	3205
winning	3206
controversy	3207
carl	3208
activists	3209
boren	3210
mgm	3211
analysis	3212
steven	3213
galileo	3214
barney	3215
maryland	3216
cleared	3217
foot	3218
sued	3219
handled	3220
attitude	3221
mature	3222
anybody	3223
allegedly	3224
gyrations	3225
features	3226
category	3227
remove	3228
disease	3229
fired	3230
receipts	3231
straight	3232
rural	3233
businessmen	3234
joining	3235
penalty	3236
restore	3237
departments	3238
promises	3239
bet	3240
imperial	3241
plea	3242
merge	3243
midwest	3244
transport	3245
cathay	3246
busy	3247
love	3248
potentially	3249
tone	3250
pounds	3251
shape	3252
outlets	3253
optimistic	3254
stakes	3255
minneapolis	3256
drilling	3257
gandhi	3258
slower	3259
attracted	3260
copies	3261
hoping	3262
disclosure	3263
cincinnati	3264
leaves	3265
nonetheless	3266
screen	3267
howard	3268
character	3269
lists	3270
jenrette	3271
conner	3272
tells	3273
leverage	3274
seidman	3275
classes	3276
odds	3277
fda	3278
bankruptcy-law	3279
polls	3280
takeovers	3281
iowa	3282
warren	3283
foreigners	3284
second-largest	3285
texaco	3286
gnp	3287
cotton	3288
high-risk	3289
realized	3290
link	3291
participate	3292
streets	3293
rica	3294
reductions	3295
trelleborg	3296
three-year	3297
occur	3298
avenue	3299
p.	3300
acres	3301
recovered	3302
sentiment	3303
paramount	3304
permit	3305
choose	3306
outcome	3307
happens	3308
writing	3309
grant	3310
broadcast	3311
resolved	3312
roger	3313
definitive	3314
contend	3315
charities	3316
seasonally	3317
prefer	3318
false	3319
warrant	3320
emphasis	3321
fox	3322
revive	3323
pattern	3324
ill.	3325
discussed	3326
rallied	3327
financially	3328
depending	3329
behavior	3330
knew	3331
courter	3332
cohen	3333
remember	3334
committees	3335
ticket	3336
fbi	3337
breaking	3338
capitol	3339
admitted	3340
gotten	3341
authorized	3342
difficulty	3343
contractor	3344
discipline	3345
debts	3346
favorite	3347
urging	3348
malaysia	3349
plays	3350
weight	3351
airport	3352
interesting	3353
concentrate	3354
lire	3355
unisys	3356
downtown	3357
saab	3358
weather	3359
tennessee	3360
durable	3361
supporting	3362
ps	3363
credit-card	3364
bidders	3365
ships	3366
greatly	3367
philippines	3368
slight	3369
anticipation	3370
theme	3371
somebody	3372
s&l	3373
obtained	3374
failing	3375
academic	3376
economies	3377
completely	3378
fiat	3379
hundred	3380
display	3381
tools	3382
unfair	3383
raw	3384
mainframes	3385
eagle	3386
assumed	3387
iii	3388
comparison	3389
perspective	3390
ronald	3391
traditionally	3392
negotiated	3393
submitted	3394
scores	3395
residential	3396
fail	3397
aspects	3398
pays	3399
argues	3400
hospitals	3401
bloomingdale	3402
attached	3403
jeffrey	3404
watched	3405
era	3406
greatest	3407
boards	3408
canceled	3409
pleaded	3410
well-known	3411
overhaul	3412
obviously	3413
bethlehem	3414
casualty	3415
roberts	3416
exceeded	3417
cattle	3418
travelers	3419
stability	3420
apparel	3421
learn	3422
edge	3423
bolster	3424
state-owned	3425
missing	3426
veteran	3427
recognition	3428
factories	3429
quebecor	3430
printing	3431
eliminated	3432
search	3433
vietnam	3434
characters	3435
kellogg	3436
zero-coupon	3437
financier	3438
sanctions	3439
roy	3440
seriously	3441
italian	3442
insider	3443
hire	3444
deny	3445
reset	3446
socialist	3447
lift	3448
located	3449
cos.	3450
milton	3451
jose	3452
electricity	3453
seed	3454
focusing	3455
forward	3456
panamanian	3457
franklin	3458
projected	3459
lebanon	3460
wages	3461
tire	3462
tom	3463
gray	3464
donations	3465
allows	3466
correct	3467
predicting	3468
baby	3469
studying	3470
replacement	3471
pool	3472
taylor	3473
harvard	3474
railroad	3475
duty	3476
pharmaceuticals	3477
rebels	3478
master	3479
partial	3480
struck	3481
surprisingly	3482
negotiable	3483
specified	3484
tiger	3485
posts	3486
train	3487
casino	3488
colgate	3489
resolve	3490
advised	3491
associate	3492
consequences	3493
rothschild	3494
improvements	3495
doctors	3496
extensive	3497
complaint	3498
va.	3499
covers	3500
eyes	3501
sweeping	3502
produces	3503
dennis	3504
segments	3505
degree	3506
plaintiffs	3507
walls	3508
climate	3509
asks	3510
solution	3511
accident	3512
attempts	3513
borrowed	3514
ariz.	3515
satellite	3516
1990s	3517
hastings	3518
partnerships	3519
ringers	3520
taxable	3521
arms	3522
experiment	3523
stem	3524
peak	3525
wpp	3526
subscribers	3527
terrorism	3528
funded	3529
amex	3530
laboratories	3531
electrical	3532
squeeze	3533
aides	3534
cell	3535
republic	3536
happy	3537
measured	3538
suddenly	3539
mill	3540
importance	3541
ton	3542
lane	3543
pop	3544
slowed	3545
wolf	3546
complain	3547
novel	3548
quotations	3549
disasters	3550
monitoring	3551
consent	3552
pieces	3553
adjustments	3554
annualized	3555
bells	3556
blow	3557
turkey	3558
vast	3559
spielvogel	3560
testimony	3561
crimes	3562
pa.	3563
cigarettes	3564
walk	3565
specifically	3566
modestly	3567
evans	3568
stuff	3569
puerto	3570
charter	3571
expiration	3572
supplier	3573
stockholders	3574
surrounding	3575
fee	3576
abuse	3577
mortgage-backed	3578
grace	3579
saudi	3580
classic	3581
converted	3582
adequate	3583
scheme	3584
investment-grade	3585
structures	3586
random	3587
admits	3588
turnaround	3589
advocates	3590
approached	3591
neighborhood	3592
expires	3593
lone	3594
receiving	3595
acceptance	3596
dynamics	3597
chosen	3598
hits	3599
hefty	3600
cap	3601
barriers	3602
involvement	3603
assessment	3604
mix	3605
surveyed	3606
fined	3607
edged	3608
manages	3609
colorado	3610
wars	3611
row	3612
unveiled	3613
plane	3614
failures	3615
flag	3616
longtime	3617
adjustable	3618
plummeted	3619
uncertain	3620
risky	3621
legislature	3622
respectively	3623
struggling	3624
marina	3625
spill	3626
inventory	3627
depends	3628
missouri	3629
officially	3630
essential	3631
injuries	3632
ralph	3633
sitting	3634
necessarily	3635
wright	3636
witter	3637
sectors	3638
violation	3639
explains	3640
dangerous	3641
scene	3642
delaware	3643
depressed	3644
focused	3645
bridges	3646
consistently	3647
considerably	3648
boosting	3649
hardware	3650
stein	3651
finds	3652
professionals	3653
diversified	3654
tiny	3655
barrel	3656
sand	3657
whitbread	3658
bankamerica	3659
mines	3660
racketeering	3661
money-market	3662
nearby	3663
attended	3664
motion	3665
fueled	3666
samuel	3667
appointment	3668
merged	3669
reality	3670
bally	3671
revolution	3672
concedes	3673
protected	3674
brussels	3675
dominated	3676
contractors	3677
versions	3678
tool	3679
matching	3680
lackluster	3681
slowly	3682
tw	3683
kenneth	3684
evening	3685
performed	3686
imf	3687
smoking	3688
injured	3689
spiegel	3690
williams	3691
dismissed	3692
restructure	3693
moon	3694
worries	3695
independence	3696
box	3697
tvs	3698
retained	3699
probe	3700
complicated	3701
federation	3702
house-senate	3703
stick	3704
mentioned	3705
florio	3706
toll	3707
page	3708
easing	3709
cocoa	3710
compliance	3711
artist	3712
path	3713
reportedly	3714
specialized	3715
repeated	3716
dropping	3717
seasonal	3718
banned	3719
respondents	3720
carpenter	3721
switch	3722
persuade	3723
introduction	3724
diluted	3725
lease	3726
pleased	3727
sole	3728
solutions	3729
fargo	3730
male	3731
doctor	3732
ski	3733
repurchase	3734
window	3735
commissioner	3736
hiring	3737
mikhail	3738
confirm	3739
bike	3740
insists	3741
budgets	3742
conglomerate	3743
operational	3744
award	3745
pro	3746
discounting	3747
collateral	3748
struggle	3749
bases	3750
implications	3751
healthvest	3752
flexibility	3753
investigating	3754
contained	3755
marked	3756
incentive	3757
presidents	3758
unfortunately	3759
insisted	3760
seoul	3761
clearing	3762
laboratory	3763
affiliates	3764
conspiracy	3765
transferred	3766
subsequent	3767
triple-a	3768
publish	3769
adjustment	3770
kodak	3771
est	3772
fat	3773
chevron	3774
hooker	3775
lots	3776
conviction	3777
symbol	3778
withdrawal	3779
prospective	3780
loyal	3781
reliance	3782
roads	3783
aftermath	3784
dozens	3785
murder	3786
promotions	3787
agrees	3788
valuable	3789
ill	3790
fuji	3791
stepped	3792
craig	3793
usa	3794
contain	3795
licenses	3796
refinancing	3797
dumped	3798
rumored	3799
robust	3800
skills	3801
angry	3802
hudson	3803
generated	3804
ounces	3805
installed	3806
competitor	3807
steve	3808
notion	3809
attacks	3810
feb.	3811
amoco	3812
secure	3813
fare	3814
expecting	3815
eligible	3816
equities	3817
panic	3818
completion	3819
exchequer	3820
basically	3821
ministers	3822
renaissance	3823
suppliers	3824
sending	3825
financed	3826
conversion	3827
goodson	3828
planner	3829
kemper	3830
apartment	3831
stretch	3832
fidelity	3833
relationships	3834
jurors	3835
spinoff	3836
newsletter	3837
loose	3838
cent	3839
emerge	3840
nicholas	3841
mission	3842
coalition	3843
trump	3844
aviation	3845
ordinary	3846
restricted	3847
sat	3848
raymond	3849
jacobson	3850
viewers	3851
tandy	3852
killing	3853
speaker	3854
cfcs	3855
compiled	3856
30-day	3857
therefore	3858
ultimate	3859
publishers	3860
lotus	3861
foster	3862
honda	3863
russian	3864
born	3865
extension	3866
suspect	3867
salary	3868
spanish	3869
user	3870
katz	3871
forcing	3872
counts	3873
kinds	3874
baskets	3875
shortage	3876
stance	3877
treasurer	3878
rolling	3879
indications	3880
sacramento	3881
affecting	3882
deficit-reduction	3883
charity	3884
a.m	3885
formally	3886
bates	3887
weakening	3888
pemex	3889
upward	3890
rent	3891
swedish	3892
count	3893
shipped	3894
suburban	3895
advisory	3896
picked	3897
discontinued	3898
driven	3899
pointed	3900
components	3901
injunction	3902
redemption	3903
mercury	3904
palo	3905
survive	3906
bearish	3907
happening	3908
ingersoll	3909
troops	3910
convinced	3911
racial	3912
anyway	3913
cleanup	3914
loan-loss	3915
eliminating	3916
bias	3917
berkeley	3918
discrimination	3919
darman	3920
bass	3921
setback	3922
efficiency	3923
treat	3924
sansui	3925
repeatedly	3926
assist	3927
dominant	3928
vulnerable	3929
wedtech	3930
nabisco	3931
optical	3932
carefully	3933
articles	3934
nigel	3935
dorrance	3936
disney	3937
formula	3938
similarly	3939
judgment	3940
sullivan	3941
lucrative	3942
warsaw	3943
wisconsin	3944
absolutely	3945
somewhere	3946
agricultural	3947
serving	3948
refund	3949
netherlands	3950
meaning	3951
environmentalists	3952
bullish	3953
teacher	3954
congressman	3955
publication	3956
contest	3957
rely	3958
concessions	3959
minute	3960
requests	3961
informed	3962
honor	3963
explained	3964
tva	3965
rice	3966
marketers	3967
louisville	3968
geneva	3969
responsibilities	3970
borrow	3971
knight	3972
unusually	3973
creation	3974
gaf	3975
animals	3976
compare	3977
incest	3978
rejection	3979
ward	3980
facts	3981
communities	3982
ice	3983
enable	3984
small-business	3985
semel	3986
wheat	3987
alex	3988
danger	3989
averaged	3990
preparing	3991
claiming	3992
ab	3993
lend	3994
reaching	3995
rolled	3996
rowe	3997
stolen	3998
shelf	3999
staffers	4000
homeless	4001
500-stock	4002
motorola	4003
